Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E03C.tmx
Source language: en_us
Languages: zh_cn

source: Easy homemade skin lightening mask - Anna Belle (Annabel)
zh_cn: 轻松自制美白祛斑面膜——安娜贝儿(安娜贝尔)

source: Go to the supermarket to buy a mask to worry about allergies, including issues such as chemicals, Anna Belle with your homemade skin lightening mask!
zh_cn: 去超市买面膜担心过敏、含化学物质等问题，安娜贝儿带你自制美白祛斑面膜!

source: Who can buy mask, whitening mask easily move their hands appear ~
zh_cn: 谁说面膜只能买，自己动动手美白面膜轻松出现~

source: As the saying goes a white cover 100 ugly, women born to white, through diet homemade skin lightening mask to make women more beautiful.
zh_cn: 俗话说一白遮百丑，女性天生爱美白，通过饮食自制美白祛斑面膜让女性变得更美丽。

source: Speaking of homemade mask, I believe many women will feel cumbersome and time-consuming, in fact, there are homemade mask is not so difficult, through simple daily food can make a whitening mask, himself once a day facials, beauty and money, along with Annabel children (Anna Belle) together make it ~
zh_cn: 说起自制面膜，相信很多女性都会觉得麻烦而且费时，其实自制面膜并非有那么困难，通过日常食物简简单单就可以制作出美白面膜，自己每天做一次面部护理，美丽又省钱，跟着安娜贝儿(安娜贝儿)一起制作吧~

source: Women home-made whitening mask, simple and effective:
zh_cn: 女性家中自制美白祛斑面膜，简单又有效：

source: [Yogurt granola whitening mask]
zh_cn: 【酸奶燕麦美白祛斑面膜】

source: Prepare materials: yogurt, oatmeal
zh_cn: 准备材料：酸奶、燕麦片

source: Take 2 tablespoons of yogurt with a spoon, spoon oatmeal, put them in the bowl after each tune spreads in the face, apply 20 minutes after the wash with warm water.
zh_cn: 用勺子取酸奶2勺，燕麦片1勺，将它们放入碗里调均后敷于脸部，敷20分钟后用温水清洗干净。

source: Anna Belle yogurt contains hydrogen Queensland derivatives, can break down the skin's aging skin cells, inhibit and eliminate the pigment spots, and therefore have a good oat yogurt spot cosmetic effect.
zh_cn: 安娜贝儿酸奶含有氢昆类衍生物，可以分解皮肤的老化角质细胞，抑制和祛除色素斑点，因而酸奶燕麦有很好的祛斑美容效果。

source: Yogurt and oatmeal vitamin e and other active substances on the skin freckle whitening effect!
zh_cn: 酸奶和燕麦片中的维生素e等活性物质对皮肤也有祛斑增白作用!

source: [Freckle lemon honey mask]
zh_cn: 【柠檬蜂蜜祛斑面膜】

source: Prepare materials: lemon, honey, plain flour
zh_cn: 准备材料：柠檬，蜂蜜，普通面粉

source: With a lemon squeezed orange juice, fresh lemon juice and honey, flour and mix thoroughly, apply to the face after cleansing the face, 10 minutes after the face wash.
zh_cn: 用一个柠檬榨橙汁、将新鲜柠檬汁与蜂蜜、面粉调匀，清洁面部后涂抹于面部，10分钟后将面部洗净即可。

source: Lemon juice rich in vitamin c whitening can brighten the complexion, and honey but also can play a moisturizing skin effect, after rinsing the skin will become smooth and delicate!
zh_cn: 柠檬汁里含有丰富的维生素c可以提亮增白肤色，而蜂蜜又可以起到滋润皮肤的功效，敷完之后皮肤会变得细嫩光滑!

source: [Coffee almond protein freckle mask]
zh_cn: 【杏仁咖啡蛋白祛斑面膜】

source: Prepare materials: almonds, coffee powder, a protein
zh_cn: 准备材料:杏仁、咖啡粉、蛋白一个

source: Anna Belle (Annabel) almonds with hot water till soft, mashed almond mud and mud after the coffee powder, protein Stir, placed in a sealed bottle, before going to sleep every night can go evenly applied to the face, the same day night without cleaning, wake up the next morning with warm water to clean.
zh_cn: 安娜贝儿(安娜贝尔)将杏仁用热水泡软，捣成泥后将杏仁泥和咖啡粉、蛋白均匀搅拌，放入密闭瓶中，每晚睡觉前可以去适量均匀涂于脸部，当天晚上不用清洗，第二天早上醒来再用温水清洗干净。

source: Coffee powder can help remove aging skin, and can drain the swelling, so rinsing coffee almond protein mask facial edema, do not worry there will be problems, use almond coffee protein mask to make your skin become white and tender.
zh_cn: 咖啡粉可以帮助去除老化角质，并且可以排水消肿，所以敷完杏仁咖啡蛋白面膜也不用担心会有面部水肿问题，利用杏仁咖啡蛋白面膜让你的皮肤变得白皙细嫩。

source: [Aloe freckle Mask]
zh_cn: 【芦荟祛斑面膜】

source: Prepare materials: Aloe Honey
zh_cn: 准备材料：芦荟 蜂蜜

source: It will take an aloe leaf peeled and mashed leaf juice (aloe very easy to live their own to the market to buy one kind of flower at home, at any time can be used to make mask), add 1 tablespoon flour and 1 tablespoon honey, and mix thoroughly .
zh_cn: 将1片芦荟叶去皮取叶肉捣成汁(芦荟很容易活，自己去花卉市场买一颗种在家里，随时都可以用来制作面膜)，加入1大匙面粉与1大匙蜂蜜，调匀。

source: Static apply 10 minutes after the wash.
zh_cn: 静敷10分钟后洗净即可。

source: Aloe Vera has a good calming and soothing effect, this mask is also very suitable for sensitive skin you.
zh_cn: 芦荟具有很好的镇静和舒缓作用，这款面膜同样非常适合皮肤敏感的你。

source: [Rose peach freckle Mask]
zh_cn: 【玫瑰桃仁祛斑面膜】

source: Prepare materials: dry rose petals, walnuts, flour
zh_cn: 准备材料：玫瑰干瓣、核桃仁、面粉

source: The walnuts (10 grams) grinding into powder, add flour (10 g), and then transferred to the water and thoroughly mixed dry rose petals added (10 g) in peach paste, put on the fire to simmer until Rose Softening, pink batter, let cool will mask evenly coated in the face, wash after 30 minutes.
zh_cn: 将核桃仁(10克)打磨成粉，加入面粉(10克)，再调入水，充分混合在桃仁糊中加入玫瑰花干瓣(10克)，放在炉火上以小火煮至玫瑰软化，面糊呈粉红色，放凉后将面膜均匀涂在脸部，30分钟后洗干净。

source: Anna Belle (Annabel) Rose has the role of blood, can be effectively suppressed the production of melanin.
zh_cn: 安娜贝儿(安娜贝尔)玫瑰具有活血的作用，能够效抑制黑色素的产生。

source: Peach is get rid of congestion, anti-inflammatory and anti-allergic effect, can inhibit hyperpigmentation, fade spots, peach roses freckle mask making is strongly recommended a lot of crush.
zh_cn: 桃仁有祛除淤血、抗炎和抗过敏的作用，能够抑制黑色素沉着、淡化斑点，玫瑰桃仁祛斑制作面膜也是诸多美眉强烈推荐的一款。

source: Mask is not necessarily going to the supermarket, cosmetic shops to buy, Anna Belle recommended several whitening, freckle mask effect, and affordable, for your beautiful points.
zh_cn: 面膜并不一定要去超市、化妆品店去购买，安娜贝儿推荐的几款美白、祛斑面膜效果好，而且经济实惠，为您的美丽加分。
